<?php
/*
框架原则：
	1.访问HTML文件时，必须要走MVC框架
*/
//配置文件
return array(
	"host"=>"localhost",
	"user"=>"root" ,
	"password"=>"",
	"dbname"=>"shop",
	"port"=> "3306",
	"charset"=>"utf8",
	"prefix"=>"php34_",

	/******************防止MD5加密被破解所加的字符，用户密码加上该字符在md5加密************************/
	"md5_add"=>"fdsa#@90#_jl329$9lfds!129",
	/*******************模板替换定界符************************************/
	"left_delim"=>"{",
	"right_delim"=>"}",
	/*******************缓存文件失效时间**********************************/
	"file_time"=> 1,//单位为秒
	/*******************文件上传目录**************************************/
	"file_upload"=> "Public/Uploads/",//以网站根目录为起点，最好别变
);

?>